Repository: donutloop/controlcenter
Catalog: po/*/LC_MESSAGES/controlcenter.po
Languages: de

source: About
de: Über uns

source: Close
de: Schließen

source: Busiest domains
de: Beschäftigteste Domains

source: Delivery attempts
de: Zustellversuche

source: Direct (personal, office, one-to-one)
de: Direkt (persönlich, Büro, Einzelgespräche)

source: Different types of mail perform differently. This helps show the most relevant information.
de: Verschiedene Arten von Postsendungen verhalten sich unterschiedlich. Dies hilft, die relevantesten Informationen anzuzeigen.

source: Error
de: Fehler

source: Forgot password?
de: Passwort vergessen?

source: Feedback
de: Rückmeldung

source: Get help
de: Hilfe erhalten

source: Insights
de: Einblicke

source: Inroduction to insights
de: Einführung in die Erkenntnisse

source: Here you'll find useful information about your mail activity in future releases
de: Hier finden Sie nützliche Informationen über Ihre Mail-Aktivität in zukünftigen Veröffentlichungen

source: Please select an option for 'Most of my mail is' - see help for details
de: Bitte wählen Sie eine Option für 'Der Großteil meiner Post ist' - siehe Hilfe für Details

source: Newsletter
de: Mitteilungsblatt

source: Registration
de: Anmeldung

source: Server Error!
de: Server-Fehler!

source: Login
de: Anmeldung

source: Password
de: Passwort

source: Marketing (newsletters, adverts)
de: Marketing (Rundbriefe, Anzeigen)

source: Monthly newsletter
de: Monatliches Mitteilungsblatt

source: Most of my mail is…
de: Der Großteil meiner Post ist…

source: Please create a new administrator account - this is necessary to login.
de: Bitte erstellen Sie ein neues Administratorkonto - dies ist für die Anmeldung erforderlich.

source: Register
de: Anmelden

source: Privacy Policy
de: Datenschutzerklärung

source: Settings Error on initial setup!
de: Einstellungen Fehler bei der Ersteinrichtung!

source: Thanks for trying this Alpha release of Lightmeter Control Center - enjoy your stay
de: Vielen Dank, dass Sie diese Alpha-Version von Lightmeter Control Center ausprobiert haben - viel Vergnügen

source: Thank you for using Lightmeter.
de: Vielen Dank, dass Sie Lightmeter verwenden.

source: Time interval:
de: Zeitabstand:

source: Transactional (notifications, apps)
de: Transaktionsbezogen (Benachrichtigungen, Apps)

source: User details
de: Benutzer-Details

source: Vulnerable to
de: Anfällig für

source: Welcome
de: Willkommen

source: Welcome to Lightmeter
de: Willkommen bei Lightmeter

source: to avoid repeating this step if you've done it before
de: um eine Wiederholung dieses Schrittes zu vermeiden, wenn Sie ihn schon einmal gemacht haben
