Repository: donutloop/controlcenter
Catalog: po/*/LC_MESSAGES/webui.po
Languages: el, pt_br

source: <b>%{bounceValue}%</b> bounce rate between %{intFrom} and %{intTo}
el: <b>%{bounceValue}%</b> ποσοστό εγκατάλειψης μεταξύ %{intFrom} και %{intTo}
pt_br: <b>%{bounceValue}%</b> taxa de bounces entre %{intFrom} e %{intTo}

source: About
el: Σχετικά με
pt_br: Sobre

source: All
el: Ολα
pt_br: Todos

source: and welcome back, %{username}
el: και καλωσορίσατε πίσω, %{όνομα χρήστη}

source: Bounced Domains
el: Περιορισμένοι τομείς

source: Busiest Domains
el: Πολυσύχναστοι τομείς
pt_br: Domínios mais ocupados

source: Cancel
el: Ματαίωση
pt_br: Cancelar

source: Close
el: Κλείσε
pt_br: Fechar

source: Commit
el: Διαπράττω

source: Deferred Domains
el: Αναβαλλόμενοι τομείς
pt_br: Domínios mais deferidos

source: Delivery attempts
el: Προσπάθειες παράδοσης
pt_br: Tentativas de entrega

source: Details
el: Λεπτομέριες
pt_br: Detalhes

source: Different types of mail perform differently. This helps show the most relevant information.
el: Οι διαφορετικοί τύποι αλληλογραφίας αποδίδουν διαφορετικά. Αυτό βοηθά στην εμφάνιση των πιο σχετικών πληροφοριών.
pt_br: Tipos diferentes de e-mail performam de diferentes formas. Esta opção ajuda a mostar as informações mais relevantes.

source: Direct (personal, office, one-to-one)
el: Άμεση (προσωπικο, γραφείο, ένα προς ένα)
pt_br: DIreto (pessoal, escritório, one-to-one)

source: Email
el: Ηλεκτρονικη Διευθυνση

source: Enter ip address
el: Εισαγάγετε τη διεύθυνση IP
pt_br: Entre endereço IP

source: Error: %{err}
el: Σφάλμα: %{err}
pt_br: Erro: %{err}

source: Error: %{error}.
el: Σφάλμα: %{σφάλμα}.
pt_br: Erro: %{error}.

source: Feature usage data is shared with a private Open Source analytics system to improve your experience and may be %{openPrivacyLink}disabled%{closePrivacyLink} at any time
el: Τα δεδομένα χρήσης δυνατοτήτων κοινοποιούνται σε ένα ιδιωτικό σύστημα ανάλυσης ανοιχτού κώδικα για να βελτίωσει την εμπειρίας σας και ενδέχεται να είναι% {ανοιγμα συνδεσμου απορριτου} απενεργοποιημένα% {κλεισιμο συνδεσμου απορρριτου} ανά πάσα στιγμή

source: Feedback
el: Ανατροφοδότηση

source: Filter
el: Φίλτρο
pt_br: Filtro

source: Forgot password?
el: Ξεχάσατε τον κωδικό?
pt_br: Esqueceu a senha?

source: General
el: Γενικά
pt_br: Geral

source: Happy %{weekday}
el: Ευτυχισμένο %{καθημερινή μερα}

source: Home
el: Σπίτι
pt_br: Início

source: Info
el: Πληροφορίες
pt_br: Informações

source: Information
el: Πληροφορία
pt_br: Informação

source: Insights
el: Πληροφορίες

source: Insights reveal mailops problems in real time &ndash; both here, and via notifications
el: Οι πληροφορίες αποκαλύπτουν προβλήματα αλληλογραφίας σε πραγματικό χρόνο & ndash; τόσο εδώ, όσο και μέσω ειδοποιήσεων
pt_br: Insights revelam problemas de mailops em tempo real &ndash; tanto aqui quanto via notificações

source: IP blocked by %{host}
el: Η IP μπλοκαριστηκε από %{host}
pt_br: IP bloqueado por %{host}

source: IP on shared blocklist
el: IP σε κοινόχρηστο λίστα των μπλοκαρισμένων
pt_br: IP em uma lista de bloqueios compartilhada

source: Lightmeter website
el: Ιστοσελίδα Lightmeter

source: Local
el: Τοπικός

source: Log out
el: Αποσύνδεση
pt_br: Sair

source: Login
el: Σύνδεση

source: Login - %{mainPageTitle}
el: Σύνδεση - %{κύριασελίδαΤίτλος}

source: Made with %{heart} by %{openLink}Open Source professionals%{closeLink}
el: Δημιουργήθηκε με %{με αγάπη} από %{ανοίξτεΣύνδεσμο} Επαγγελματίες Ανοιχτού κώδικα %{κλείστεΣύνδεσμος}
pt_br: Feito com %{heart} por %{openLink}profissionais Open Source%{closeLink}

source: Mail Inactivity
el: Αδράνεια αλληλογραφίας
pt_br: Inatividade de e-mails

source: Marketing (newsletters, adverts)
el: Marketing (ενημερωτικά δελτία, διαφημίσεις)
pt_br: Marketing (boletins informativos, anúncios)

source: Most of my mail is…
el: Το μεγαλύτερο μέρος της αλληλογραφίας μου είναι…
pt_br: A maior parte de meus e-mails é…

source: Name
el: Ονομα
pt_br: Nome

source: Newest
el: Νεότερο
pt_br: Mais novos

source: News
el: Νέα
pt_br: Notícias

source: Newsletter
el: Ενημερωτικό δελτίο
pt_br: Boletim informativo

source: No
el: Όχι
pt_br: Não

source: No emails were sent between %{intFrom} and %{intTo}
el: Δεν εστάλησαν μηνύματα ηλεκτρονικού ταχυδρομείου μεταξύ %{intΑπο} και %{σΕ}
pt_br: Nenhum e-mail foi enviado entre %{intFrom} e %{intTo}

source: Notifications
el: Ειδοποιήσεις
pt_br: Notificações

source: Oldest
el: Παλαιότερα
pt_br: Mais antigos

source: Password
el: Κωδικός πρόσβασης
pt_br: Senha

source: Please create a new administrator account - this is necessary to login. %{openHelpLink}Get help%{closeHelpLink} to avoid repeating this step if you've done it before.
el: Σας παρακαλούμε δημιουργήστε έναν νέο λογαριασμό διαχειριστή - αυτό είναι απαραίτητο για να συνδεθείτε. %{ανοίξτετοΣύνδεσμοΒοήθειας} Λάβετε βοήθεια%{κλείσιμοΣύνδεσμοςΒοήθειας} για να αποφύγετε την επανάληψη αυτού του βήματος εάν το έχετε κάνει πριν.
pt_br: Por favor crie uma conta de admnistrador, necessário para o login. %{openHelpLink}Obtenha ajuda%{closeHelpLink} para evitar este processo novamente caso você já o tenha feito antes.

source: Please enter api token
el: Εισαγάγετε το διακριτικό api
pt_br: Por favor insira uma nova token da API

source: Please enter slack channel name
el: Εισαγάγετε το χαλαρό όνομα καναλιού
pt_br: Por favor entre com uma conta de canal do Slack

source: Postfix public IP
el: Δημόσια IP μετά την επιδιόρθωση
pt_br: IP público do Postfix

source: Privacy Policy
el: Πολιτική απορρήτου
pt_br: Política de privacidade

source: RBLS for %{address}
el: RBLS για %{διεύθυνση}
pt_br: RBLS para %{address}

source: Read more
el: Διαβάστε περισσότερα

source: Register
el: Κάνε εγγραφή
pt_br: Registrar

source: Registration - %{mainPageTitle}
el: Εγγραφή - %{κύριαΣελίδαΤίτλος}
pt_br: Registro- %{mainPageTitle}

source: Save
el: Αποθηκεύσετε
pt_br: Salvar

source: Saved general settings
el: Αποθηκεύθηκαν οι γενικές ρυθμίσεις
pt_br: Configurações gerais salvas

source: Saved notification settings
el: Αποθηκευμένες ρυθμίσεις ειδοποιήσεων
pt_br: Configurações de notificações salvas

source: Settings
el: Ρυθμίσεις
pt_br: Configurações

source: Settings - %{mainPageTitle}
el: Ρυθμίσεις - %{κύριαΣελίδαΤίτλου}
pt_br: Configurações - %{mainPageTitle}

source: Slack channel
el: Χαλαρό κανάλι
pt_br: Canal no Slack

source: Slack notifications
el: Χαλαρες ειδοποιήσεις
pt_br: Notificações no Slack

source: Subscribe to newsletter
el: Εγγραφείτε στο ενημερωτικό δελτίο
pt_br: Inscreva-se no boletim informativo

source: System details
el: Λεπτομέρειες συστήματος
pt_br: Detalhes do sistema

source: Tag/branch
el: Ετικέτα/υποκατάστημα

source: Telemetry enabled
el: Η τηλεμετρία ενεργοποιήθηκε
pt_br: Telemetria ativada

source: Thank you for using Lightmeter
el: Σας ευχαριστούμε που χρησιμοποιήσατε το Lightmeter
pt_br: Obrigado por utilizar Lightmeter

source: The Ip Address is invalid
el: Η διεύθυνση Ip δεν είναι έγκυρη
pt_br: O endereço IP é invalido

source: These lists are recommending that emails from your server be blocked &ndash; check their messages for hints
el: Αυτές οι λίστες προτείνουν τον αποκλεισμό των μηνυμάτων ηλεκτρονικού ταχυδρομείου από τον διακομιστή σας &ndash; ελέγξτε τα μηνύματά τους για συμβουλές

source: Time interval
el: Χρονικό διάστημα
pt_br: Intervalo de tempo

source: Title for %{content}
el: Τίτλος για %{περιεχόμενο}
pt_br: Título para %{content}

source: Transactional (notifications, apps)
el: Συναλλαγές (ειδοποιήσεις, εφαρμογές)
pt_br: Transacional (notificações, apps)

source: User details
el: Στοιχεία χρήστη
pt_br: Detalhes de usuários

source: Version
el: Εκδοχή
pt_br: Versão

source: Vulnerable to: %{description}.
el: Ευάλωτο σε: %{περιγραφή}.
pt_br: Vulnerável à: %{description}.

source: Website
el: Ιστοσελίδα

source: Welcome
el: Καλώς ορίσατε
pt_br: Bem-vindo(a)

source: Welcome to Lightmeter %{version}
el: Καλώς ορίσατε στο Lightmeter %{εκδοχή}
pt_br: Bem-vindo(a) ao Lightmeter %{version}

source: Yes
el: Ναί
pt_br: Sim

source: Your first Insight
el: Η πρώτη σας Eικόνα
pt_br: Seu primeiro insight

source: and welcome back
pt_br: e seja bem-vindo(a)

source: Feature usage data is shared with a private Open Source analytics system to improve your experience and may be <a target="_blank" href="https://lightmeter.io/privacy-policy/">disabled</a> at any time
pt_br: Dados sobre uso do aplicativo são compartilhados com um sistema analytics privado visando melhorar sua experiência e pode ser <a target="_blank" href="https://lightmeter.io/privacy-policy/">desativado</a> a qualquer momento

source: High Bounce Rate
pt_br: Alta taxa de bounces

source: Join us on the journey to better mailops! We're listening for your feedback
pt_br: Junte-se a nós nesta jornada para uma melhor devops! Nós estamos ouvindo o seu feedback

source: Original response from %{recipient} (%{host})
pt_br: Resposta original de %{recipient} (%{host})

source: Slack API token
pt_br: Token da API do Slack

source: The IP %{ip} cannot deliver to %{recipient} (<strong>%{host}</strong>)
pt_br: O IP %{ip} é incapaz de entregar para %{recipient} (<strong>%{host}</strong>)

source: The IP address %{ip} is listed by <strong>%{rblCount}</strong> <abbr title='Real-time Blackhole List'>RBL</abbr>s
pt_br: O IP %{ip} é listado em <strong>%{rblCount}</strong> <abbr title='Real-time Blackhole List'>RBL</abbr>s

source: These lists are recommending that your list be blocked &ndash; check their messages for hints
pt_br: Estas listas informam um bloqueio &ndash; Cheque suas mensagens por mais informações
